Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_720_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkašii nuorra diktačálliid
smn: Sämitigge palhâšij nuorâ tivtâsteijeid

source: Sámediggi bálkkašii 11 nuorra diktačálli , geat oassálaste Sámenuoraid dáiddadáhpáhusa oktavuođas ordnejuvvon diktačállingilvui giđđat .
smn: Sämitigge palhâšij 11 nuorâ tivtâsteijed , kiäh uásálistii Säminuorâi taaiđâtábáhtus ohtâvuođâst uárnejum tihtâkiišton kiđđuv .

source: Bálkkašumit juhkkojuvvojedje skuvllaid giđđafeasttain .
smn: Palhâšumeh juáhhojii škoovlâi kiđđâjuuhlijn .

source: Sámenuoraid dáiddadáhpáhus dollojuvvui njukčamánus Eanodagas Heahtá skuvllaguovddážis .
smn: Säminuorâi taaiđâtábáhtus tollui njuhčâmáánust Iänuduvvâst Heta škovlâkuávdáást .

source: Teáhtera lassin temán lei maiddái Govva ja dikta , masa inspirašuvnna sáhtii gazzat Áillohačča dáiddaláš bargguin .
smn: Teatter lasseen fáddán lâi meid Kove já tihtâ , moos movtijdittem uccui Nils-Aslak Valkeapää taaiđâlâš pyevtittâsâst .

source: 45 nuorra čállis njealjis čálle anárašgillii ja earát davvesámegillii .
smn: 45 nuorâ tivtâsteijest nelji čaalij tiivtâs anarâškielân já iärráseh tavesämikielân .

source: Nuortalašgillii ii boahtán dán háve oktage dikta .
smn: Nuorttâlâškielâliih tiivtah iä taan tove puáttám ollágin .

source: Nuorra govvadáiddárat bálkkašuvvojedje juo Heahtá dáhpáhusas .
smn: Nuorâ kovetaaidâreh palhâšuvvii jo Heta tábáhtusâst .

source: Girječálli ja musihkkár Issát Sámmol Hætta Mázes árvvoštalai logi buoremusa davvesámegielat divttain .
smn: Kirječällee já musijkkár Isak Samuel Hætta Taažâ Masist valjij 10 pyeremus tavesämikielâlijn tiivtâin .

source: Girječálli ja giellačeahppi Ilmari Mattus Anáris fas árvvoštalai buoremusa anárašgielat divttain .
smn: Kirječällee já kielâmiäštár Ilmari Mattus valjij neelji anarâškielâlâš tiivtâst oovtâ pyeremussân .

source: Sámediggi juohká nuoraide bálkkašumiid movttiidan dihte nuoraid joatkit iežaset čállima sámegillii .
smn: Sämitigge juáhá nuoraid palhâšumijd vâi nuorah movtijdittojeh juátkiđ sämikielân čäällim .

source: Anárašgillii čeahpimuš čállin válljejuvvui Avvila badjedási 7. luohká oahppi Iina Kyrö .
smn: Anarâškielâlijn čepimus čällen väljejui Avveel pajetääsi 7. luoka uáppee Iina Kyrö .

source: Davvesámegielat čálliin bálkkašumiid ožžo čieža Anára skuvlla oahppi : Elna Aikio ( 4. lk . )
smn: Tavesämikielâlâš čällein palhâšui čiččâm Aanaar škoovlâ uápped : Elna Aikio ( 4. lk . )

source: , Jenna Portti ja Xia Torikka ( 8. lk ) .
smn: , Jenna Portti já Xia Torikka ( 8. lk ) .

source: Ohcejotnjálmmi skuvlla oahppiin bálkkašuvvojedje Sanna Aikio ( 8 jagi ) , Tuuli Karekivi ( 9 jagi ) ja Mihkku Laiti ( 10 jagi ) .
smn: Ucjuvnjäälmi škoovlâ uáppein palhâšui kulmâ : Sanna Aikio ( 8 ihheed ) , Tuuli Karekivi ( 9 ihheed ) já Mihkku Laiti ( 10 ihheed ) .

source: Sámediggi sávvá nuorra dáiddariidda ollu lihku ja buori geasseluomu ja giitá nuoraid oahpaheddjiid buori bagadallanbarggu ovddas !
smn: Sämitigge tuáivut nuorâ taiđâráid ennuv lukko já šiev kesiluámu sehe kijttá nuorâi máttáátteijeid puátusijd pyevtitteijee stivrimpargoost !
